{
  "components": {
    "navbar": {
      "links": {
        "home": "Startpagina",
        "inputs": "Invoer",
        "users": "Gebruikers"
      }
    },
    "dropdown": {
      "search": { "placeholder": "Zoeken" }
    },
    "cookies": {
      "message": "Onze website gebruikt cookies om uw browse-ervaring te verbeteren en om de inhoud en advertenties die we u tonen te personaliseren. Door onze website te gebruiken, stemt u in met ons gebruik van cookies. U kunt uw cookievoorkeuren op elk moment beheren via uw browserinstellingen.",
      "accept": "Alles accepteren",
      "reject": "Alles weigeren",
      "page": "Cookiebeleid"
    }
  },
  "pages": {
    "home": {
      "title": "Welkom bij de React Boilerplate",
      "content": "Onze React boilerplate, gebouwd met Vite en TypeScript, is het perfecte startpunt voor uw volgende project. Met e2e- en unit-testen al ingesteld, kunt u meteen beginnen met het bouwen van robuuste en foutvrije applicaties. Zeer aanpasbaar en eenvoudig te gebruiken, is onze boilerplate de ideale keuze voor ontwikkelaars van alle vaardigheidsniveaus."
    },
    "inputs": {
      "title": "Invoer",
      "content": "Deze componenten stellen gebruikers in staat om te communiceren met de website of applicatie door het verstrekken van invoergegevens of het maken van keuzes. Voorbeelden zijn onder meer formulieren, tekstvakken, knoppen, vervolgkeuzemenu's, selectievakjes, keuzerondjes en schuifregelaars. De aanwezigheid van invoercomponenten geeft aan dat de pagina is ontworpen om interactief te zijn en te reageren op gebruikersinvoer."
    },
    "users": {
      "title": "Gebruikers",
      "content": "Deze tabel biedt een beknopt overzicht van gebruikersinformatie, met belangrijke gegevens zoals gebruikersnaam, volledige naam, e-mailadres, registratiedatum en laatste inlogtijd. Gebruik het om snel inzicht te krijgen in individuele gebruikersactiviteiten en betrokkenheid binnen het platform."
    }
  },
  "queries": {
    "users": {
      "name": "Naam",
      "gender": "Geslacht",
      "birthday": "Verjaardag",
      "skin": "Huidskleur"
    }
  }
}